{"id":1053,"date":"2024-05-10T12:04:14","date_gmt":"2024-05-10T12:04:14","guid":{"rendered":"https:\/\/officeprodeals.com\/?page_id=1053"},"modified":"2024-05-10T12:04:15","modified_gmt":"2024-05-10T12:04:15","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/officeprodeals.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"\n<p>The use of this website is subject to the following terms of use:<\/p>\n\n\n\n<p>The content of the pages of this website is for your general information and use only. It is subject to change without notice.<\/p>\n\n\n\n<p>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<\/p>\n\n\n\n<p>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements.<\/p>\n\n\n\n<p>This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance, and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.<\/p>\n\n\n\n<p>All trademarks reproduced in this website that are not the property of, or licensed to, the operator are acknowledged on the website.<\/p>\n\n\n\n<p>Unauthorised use of this website may give rise to a claim for damages and\/or be a criminal offense.<\/p>\n\n\n\n<p>From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).<\/p>\n\n\n\n<p>You may not create a link to this website from another website or document without Office Pro Deals prior written consent. Your use of this website and any dispute arising out of such use of the website is subject to the laws of India or other regulatory authorities.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The use of this website is subject to the following terms of use: The content of the pages of this website is for your general information and use only. It is subject to change without notice. Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-1053","page","type-page","status-publish","hentry"],"blocksy_meta":[],"_links":{"self":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1053"}],"collection":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/comments?post=1053"}],"version-history":[{"count":1,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1053\/revisions"}],"predecessor-version":[{"id":1055,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1053\/revisions\/1055"}],"wp:attachment":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/media?parent=1053"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}