{"id":1056,"date":"2024-05-10T12:06:49","date_gmt":"2024-05-10T12:06:49","guid":{"rendered":"https:\/\/officeprodeals.com\/?page_id=1056"},"modified":"2024-05-10T12:06:49","modified_gmt":"2024-05-10T12:06:49","slug":"cancellation-refund","status":"publish","type":"page","link":"https:\/\/officeprodeals.com\/cancellation-refund\/","title":{"rendered":"Cancellation &amp; Refund"},"content":{"rendered":"\n<h1 class=\"wp-block-heading\">Thanks for shopping at <strong>Office Pro Deals<\/strong>.<\/h1>\n\n\n\n<p><strong>Cancellation<\/strong><\/p>\n\n\n\n<p>Incase of physical products the customers are allowed to cancel an order before it is shipped. However, the order once shipped cannot be cancelled. In such a case you may receive the product and then place a request for return and refund of the product.<\/p>\n\n\n\n<p><strong><u>Note: Cancellation is strictly not applicable on digital software which is instantly delivered.&nbsp;The digital software once delivered cannot be cancelled.<\/u><\/strong><\/p>\n\n\n\n<p><strong>Returns &amp; Replacement<\/strong><\/p>\n\n\n\n<p>We provide only 1-month activation warranty for digital software and a 7 days warranty for any replacement given. We provide free support for 6 months from the date of purchase, post which you can avail paid support at <strong><em> $99 per license<\/em><\/strong>.<\/p>\n\n\n\n<p>For digital software please contact us with your order ID and error, if the digital item delivered to you did not work for any reason, we will first check and try to fix the issue with remote access. If incase we are unable to fix the issue, we shall immediately give you a replacement for the same.<\/p>\n\n\n\n<p>For physical software in rare cases if you get any issue with the license delivered to you, then you will get a replacement of just the license via email, not the entire box. The activation warranty remains the same as digital software i.e.; 1 month.<\/p>\n\n\n\n<p><strong><u>Please note the&nbsp;software&nbsp;purchased through you by mistake is not eligible for return\/ refund\/ replacement, hence please place an order carefully.<\/u><\/strong><\/p>\n\n\n\n<p>For other physical items than software, you have 7 calendar days to return an item from the date you received it. To be eligible for a return, your item must be unused and in the same condition that you received it. Your item must be in the original packaging. Your item needs to have a receipt or proof of purchase.<\/p>\n\n\n\n<p><strong>Refunds<\/strong><\/p>\n\n\n\n<p>Refund eligibility for digital products:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>You will be eligible for a refund if the software (digital &amp; physical) delivered to you even after replacement does not work, due to an issue with the license key.<\/li>\n\n\n\n<li>You will not be eligible for a refund if the key did not work, because you are trying it on a wrong edition, or old version or due to any system error &amp; issue from your side and not related to the product key you purchased from us.<\/li>\n\n\n\n<li>You will not be eligible for refund\/replacement or any kind of compensation if there was a wrong purchase done by you. Hence please place an order carefully, we are not responsible for the wrong purchases done.<\/li>\n\n\n\n<li>If you did not use the key due to any XYZ reasons after the key you purchased was delivered to you, then such a case is not eligible for refund\/replacement or any kind of compensation. Our activation warranty is only for 1 month.<\/li>\n<\/ul>\n\n\n\n<p><strong><u>Note: For software (both digital &amp; physical) the refund &amp; replacement eligibility will be checked and verified by our team post remote access. After refund confirmation for our side for digital item, we will initiate a refund of the product value to your original method of payment within 2-3 working days.<\/u><\/strong><\/p>\n\n\n\n<p><strong>We will not be able to refund and replace if you do not co-operate with us &amp; adhere to our company policy which you have accepted before placing an order.<\/strong><\/p>\n\n\n\n<p>For physical item, once we receive the returned item, our team will inspect it and notify you on the status of your refund. If your refund is approved as per our policy, we will initiate a refund to your original method of payment.&nbsp;<\/p>\n\n\n\n<p><strong>Please note: You will get a full refund if your return reason is valid and acceptable as per our policy. After product inspection, if found that the product is perfectly fine and the returned reason is not valid or the item is tempered purposely to meet the return reason then you may have to bear the shipping cost, payment gateway charges, and repair charges if any and then remaining amount will be refunded to you<\/strong>.<\/p>\n\n\n\n<p><strong>Need help?<\/strong><\/p>\n\n\n\n<p>Write to our support email for refunds and returns related query.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Thanks for shopping at Office Pro Deals. Cancellation Incase of physical products the customers are allowed to cancel an order before it is shipped. However, the order once shipped cannot be cancelled. In such a case you may receive the product and then place a request for return and refund of the product. Note: Cancellation is [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-1056","page","type-page","status-publish","hentry"],"blocksy_meta":[],"_links":{"self":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1056"}],"collection":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/comments?post=1056"}],"version-history":[{"count":1,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1056\/revisions"}],"predecessor-version":[{"id":1057,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/1056\/revisions\/1057"}],"wp:attachment":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/media?parent=1056"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}