{"id":3,"date":"2024-04-23T09:00:44","date_gmt":"2024-04-23T09:00:44","guid":{"rendered":"https:\/\/officeprodeals.com\/?page_id=3"},"modified":"2024-05-10T12:13:25","modified_gmt":"2024-05-10T12:13:25","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/officeprodeals.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">General Information<\/h3>\n\n\n\n<p>The Site obtains information as follows:<\/p>\n\n\n\n<p>Through voluntary information filling as entered on forms provided by the Site;<br>By storing data resulting from customer visits (so-called &#8220;cookies&#8221;)<br>By collecting logs from a web server.<br>This Privacy Policy relates to the processing of personal data on the main Site, address:<br>officeprodeals.com<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Information Provided on the Forms<\/h3>\n\n\n\n<p>The Site collects information provided voluntarily by the User.<br>The Site may also store the data regarding connection settings (time of visit, the IP address).<br>Data entered on the form are not made available to third parties unless consent of the User has been expressed and only within the scope permitted by law.<br>The data contained on any of the forms are processed in a manner resulting from the function of the particular form, for example in order to process your request, Site or sales activity.<br>The data contained on the forms may be forwarded to parties holding technical responsibilities pursuing certain services &#8211; in particular the provision of information about the User on the website, payment operators or other entities with which officeprodeals.com collaborates with.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Information Regarding Cookies<\/h3>\n\n\n\n<p>The Site uses cookies.<br>Cookie files (so-called &#8220;cookies&#8221;) are basically computer data, especially text files, that are stored in the terminal device of a Site User and are intended for the use of the Site web pages of Gamer-Outlet.net. Cookies typically contain the name of the website from which the files originally came from, time of storage at the terminal device and a unique number.<br>The party storing cookies on the terminal device of a User is officeprodeals.com and the firm has access to the said files.<br>Cookies are used for the following purposes:<br>To create statistics that help us understand how the Users access the Site, which allows officeprodeals.com to improve the structure of the Site and its content;<br>Delineating a user profile in order to display matching materials in regard to advertising networks, in particular the Google Network;<br>To run statistics on the Users traffic to reliably conduct settlements with advertising partners;<br>Storing user settings and calibrating the Site to better suit the needs and preferences of the Users;<br>The Site uses two basic types of cookies, &#8220;session&#8221; (session cookies) and &#8220;fixed&#8221; (persistent cookies). &#8220;Session&#8221; cookies are temporary files that are stored in the terminal device of a User until he or she logs out, leaves the website or disables the software (web browser). &#8220;Persistent&#8221; cookies are stored in the terminal device of a User for the time specified in the parameters of cookies or until their removal by the User.<br>Software designed for browsing the web (browsers) usually implicitly allows storage of cookies in the terminal device of the User. Site Users can change the settings in this regard. The web browser allows you to delete cookies. The Users can also automatically block cookies. For any details, consult the help or documentation of a given browser.<br>Restrictions on the use of cookies may affect some of the functionality available at officeprodeals.com and its Site.<br>Cookies provided in the terminal device of a User of the Site can also be used by the co-administrator of the Site, advertisers and partners of officeprodeals.com.<br>Cookies may be used by advertising networks, in particular, the Google Network to display ads specific to a User and in accordance with his or hers preferences while using the Site. To achieve that, cookies may store information about the User&#8217;s navigation path or the time the User remained on the Site.<br>With regard to the information about User preferences collected by the Google Display Network, you can view and edit the information derived from cookies with the tool: https:\/\/www.google.com\/ads\/preferences\/ .<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Server Logs<\/h3>\n\n\n\n<p>Information about some of the actions of the Users is stored in the logging layer of the server. This data is used only to administer the Site and to provide the most efficient Site hosting services.<br>The accessed resources are identified by URLs. In addition, the stored data may include:<\/p>\n\n\n\n<p>Date of the query.<br>Time of response.<br>The name of the client station &#8211; identification carried out by the HTTP protocol.<br>Information about errors that have occurred in the implementation of the HTTP transaction.<br>URL of the site previously visited by the User (referrer link) – in case there has been a redirection to the Site by a refer link.<br>Information on the User&#8217;s browser.<br>IP address information.<br>The figures are disassociated with the individual persons browsing the Site.<br>The above data are used only for the purposes of administering the server.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Purpose of Storing Personal Data<\/h3>\n\n\n\n<p>The personal information you entrust to us, particularly your name, surname, business name and registered seat, residence address, registered office address, email address, tax id number (NIP number),phone number, IP address, are processed:<\/p>\n\n\n\n<p>To the extent necessary to create and shape the content, changes, solutions and proper implementation of e-services and the implementation of concluded contracts via the Site.<br>To carry out orders placed by the Users in regard to the products in the online offer of officeprodeals.com;<br>For the purpose of complaints registration, and the potential refund in case of termination of the contract (returning the goods);<br>If the customer agrees to receive marketing information from officeprodeals.com, including the transfer of our electronic business information, personal data will be processed in order to provide the User with information about our store, offers and sales, as well as information on products and companies cooperating with us (with our explicit consent and knowledge of the fact);<br>Providing personal data is voluntary however, declining the request to process the data may prevent us from providing the User with the electronic services and may prevent the User from being able to conduct online purchases via the Site.<br>Entrusting us with their personal information, the User has the right to access them, the right to demand updates and to request their removal. Personal data provided by the User can be edited or deleted by the User himself. The User may also contact officeprodeals.com with a request to remove his account by sending a request to the appropriate e-mail address: support@officeprodeals.com via an e-mail address currently registered in the officeprodeals.com Site.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Protection of Personal Information<\/h3>\n\n\n\n<p>All gathered data, in the manner described above, are stored in the Personal Database belonging to officeprodeals.com.<\/p>\n\n\n\n<p>The database and IT system, in which it is stored, is subject to special protection through technical and organizational measures by both officeprodeals.com administrators and the hosting services. officeprodeals.com applies security measures at the highest level it sees fit.<\/p>\n\n\n\n<p>officeprodeals.com ensures, that additionally to the aforementioned technical and organizational security measures, we strictly comply with all regulations and standards for the protection of the Users’ personal data by preventing unauthorized processing of data and accidental loss, deletion or any other form of damage. officeprodeals.com also ensures that the access to the database is restricted to the persons explicitly authorized by the data administrator.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Closing Provisions<\/h3>\n\n\n\n<p>Due to the continuous development and technical progress, the principles set out in this document are subject to change. Should any such change present itself, the User shall be informed in advance, no later than seven days prior to the introduction, by posting the new content of the document on the officeprodeals.com website.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>General Information The Site obtains information as follows: Through voluntary information filling as entered on forms provided by the Site;By storing data resulting from customer visits (so-called &#8220;cookies&#8221;)By collecting logs from a web server.This Privacy Policy relates to the processing of personal data on the main Site, address:officeprodeals.com Information Provided on the Forms The Site [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"footnotes":""},"class_list":["post-3","page","type-page","status-publish","hentry"],"blocksy_meta":[],"_links":{"self":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":1,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1058,"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1058"}],"wp:attachment":[{"href":"https:\/\/officeprodeals.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}